Repository: PhilippeSch/Sauna-Tracker
Catalog: Sauna Companion Watch App/Localizable.xcstrings
Source language: en
Languages: de, fi, sv

source: Action Button
de: Aktionstaste
fi: Toimintopainike
sv: Funktionsknapp

source: Calories
de: Kalorien
fi: Kalorit
sv: Kalorier

source: Cancel
de: Abbrechen
fi: Peruuta
sv: Avbryt

source: Changes apply to the next session and sync to your iPhone.
de: Gilt ab der nächsten Sitzung und wird mit dem iPhone abgeglichen.
fi: Voimassa seuraavasta istunnosta ja synkronoituu iPhoneen.
sv: Gäller från nästa pass och synkas med din iPhone.

# control.end
source: End
de: Beenden
fi: Lopeta
sv: Avsluta

# control.lock
source: Lock
de: Sperre
fi: Lukko
sv: Lås

source: Delete Session
de: Sitzung löschen
fi: Poista istunto
sv: Radera pass

source: Done
de: Fertig
fi: Valmis
sv: Klar

source: End Session
de: Sitzung beenden
fi: Lopeta istunto
sv: Avsluta pass

source: End this sauna session?
de: Diese Saunasitzung beenden?
fi: Lopetetaanko tämä saunaistunto?
sv: Avsluta detta bastupass?

source: Ends the current sauna round or rest phase and starts the other one.
de: Beendet die laufende Sauna-Runde oder Pause und startet die jeweils andere.
fi: Päättää nykyisen saunakierroksen tai tauon ja aloittaa toisen.
sv: Avslutar den pågående bastuomgången eller vilan och startar den andra.

# error.notRecorded
source: Not saved to Health
de: Nicht in Health gespeichert
fi: Ei tallennettu Terveyteen
sv: Sparades inte i Hälsa

# error.saveFailed
source: Could not save to Health
de: Konnte nicht in Health gespeichert werden
fi: Tallennus Terveyteen epäonnistui
sv: Kunde inte sparas i Hälsa

source: Every … min
de: Alle … Min.
fi: … min välein
sv: Var … min

source: Every press during a session then switches phase — Water Lock and all.
de: Danach wechselt jeder Druck während einer Sitzung die Phase — auch mit Wassersperre.
fi: Sen jälkeen jokainen painallus istunnon aikana vaihtaa vaihetta — myös vesilukon ollessa päällä.
sv: Sedan växlar varje tryck under ett pass fas — även med vattenlås på.

source: Got it
de: Verstanden
fi: Selvä
sv: Uppfattat

source: Next Round
de: Nächste Runde
fi: Seuraava kierros
sv: Nästa omgång

source: Not Saved
de: Nicht gespeichert
fi: Ei tallennettu
sv: Inte sparat

source: Not saving to Health
de: Wird nicht in Health gespeichert
fi: Ei tallenneta Terveyteen
sv: Sparas inte i Hälsa

# phase.rest
source: Rest
de: Pause
fi: Tauko
sv: Vila

source: Point it here once:
de: Einmalig hierher richten:
fi: Osoita se tänne kerran:
sv: Peka den hit en gång:

source: Rest
de: Ruhepause
fi: Tauko
sv: Vila

source: Round %lld
de: Runde %lld
fi: Kierros %lld
sv: Omgång %lld

source: Rounds
de: Runden
fi: Kierrokset
sv: Omgångar

source: Sauna Session
de: Sauna-Sitzung
fi: Saunaistunto
sv: Bastupass

source: Sauna Time
de: Saunazeit
fi: Sauna-aika
sv: Bastutid

source: Saving…
de: Speichern…
fi: Tallennetaan…
sv: Sparar…

source: Session Saved
de: Sitzung gespeichert
fi: Istunto tallennettu
sv: Passet sparat

source: Settings
de: Einstellungen
fi: Asetukset
sv: Inställningar

source: Settings → Action Button → Action: Workout → App: Sauna Companion
de: Einstellungen → Aktionstaste → Aktion: Training → App: Sauna Companion
fi: Asetukset → Toimintopainike → Toiminto: Treeni → Appi: Saunakaveri
sv: Inställningar → Funktionsknapp → Åtgärd: Träning → App: Bastukompis

source: Start Sauna
de: Sauna starten
fi: Aloita sauna
sv: Starta bastu

source: Start Sauna Session
de: Sauna-Sitzung starten
fi: Aloita saunaistunto
sv: Starta bastupass

source: Starts a sauna session and its first round.
de: Startet eine Sauna-Sitzung und ihre erste Runde.
fi: Aloittaa saunaistunnon ja sen ensimmäisen kierroksen.
sv: Startar ett bastupass och dess första omgång.

source: Switch Phase
de: Phase wechseln
fi: Vaihda vaihe
sv: Växla fas

source: Total
de: Gesamt
fi: Yhteensä
sv: Totalt

source: Type
de: Typ
fi: Tyyppi
sv: Typ

source: Your Ultra's Action button can switch between sauna and rest.
de: Die Aktionstaste deiner Ultra kann zwischen Sauna und Pause wechseln.
fi: Ultran toimintopainike voi vaihtaa saunan ja tauon välillä.
sv: Funktionsknappen på din Ultra kan växla mellan bastu och vila.

# duration.hoursMinutes
source: %1$lldh %2$lldm
fi: %1$lldh %2$lldmin

source: MAX
fi: MAKS

source: Sauna Companion
fi: Saunakaveri
sv: Bastukompis

source: Version %@
fi: Versio %@

source: Vibration
fi: Värinä

# phase.sauna
source: Sauna
sv: Bastu
